Repository: simonfrey/mastodon_wordpress_autopost
Catalog: autopost-to-mastodon/tags/1.1.0.1/languages/autopost-to-mastodon-*.po
Languages: de_de

source: Tooted to Mastodon!
de_de: Auf Mastodon gepostet!

source: Post to Mastodon
de_de: Auf Mastdodon tooten

source: Server Settings
de_de: Server Einstellungen

source: Password
de_de: Passwort

source: Plugin Behavior
de_de: Plugin Verhalten

source: Also toot on Post Update
de_de: Auch bei einem Post Update tooten

source: Please provide the account details for the server. The server URL should include http or https and a trailing slash. e.g. http://mastodon.social/
de_de: Bitte gib die Accountdaten des Servers ein. Die Server URL sollte auch http bzw. https und einen / am Ende enthalten. z.B. https://mastodon.social

source: Configure the Plugin Behavior
de_de: Konfiguriere das Plugin Verhalten

source: Mastodon Autopost Settings
de_de: Mastodon Autopost Einstellungen

source: Settings
de_de: Einstellungen

source: Save Settings
de_de: Einstellungen speichern
